Repository: peprodev/inline-nav
Catalog: languages/pepinav-*.po
Languages: fa_ir

source: Inline Navigation
fa_ir: منوی ناوبری داخی مطالب

source: Pepro Inline Navigation
fa_ir: منوی ناوبری داخی مطالب از پپرو

source: %2$s ver. %1$s
fa_ir: %2$s نسخه %1$s

# required-plugin
source: %1$s needs %2$s to be installed and activated to function correctly.
fa_ir: %1$s برای عملکرد صحیح نیاز به نصب و فعالسازی افزونه %2$s دارد.

# required-plugin
source: WPBakery Page Builder
fa_ir: صفحه ساز WPBakery Page Builder

source: Adds inline navigation items
fa_ir: افزودن آیتم به منوی ناوبری مطالب

source: Pepro Elements
fa_ir: ویجت های پپرو

source: Nav. Title
fa_ir: عنوان منو

source: Title will be shown as name of navigation item.
fa_ir: عنوان منو را وارد کنید.

source: CSS Selector
fa_ir: انتخابگر CSS

source: Navigation CSS selector, Use # for ID or . for class selection.
fa_ir: انتخابگر مقصد CSS را وارد کنید ( برای ای دی از # و کلاس از . استفاده کنید ).

source: Design options
fa_ir: تنظیمات نمایشی

source: Scroll Offset
fa_ir: آفست اسکرول

source: e.g. 100
fa_ir: مثلا: 50

source: Navigation Offset
fa_ir: آفست عمودی منوی ناوبری

source: e.g. 5rem
fa_ir: مثلا: 5rem

source: Element's ID
fa_ir: آی دی

source: Element's Class
fa_ir: کلاس

source: Support
fa_ir: پشتیبانی این محصول

source: Add a floating navigation to your posts and pages to improve Readability and UX, works with WPBakery Page Builder only
fa_ir: توسط این افزونه و صفحه ساز WPBakery Page Builder میتوانید یک منوی ناوبری برای صفحات، مطالب و .. ایجاد کنید

source: Pepro Dev. Group
fa_ir: تیم برنامه ‏نویسی پپرو
